Revit 2027 API
ParameterTypeId.StructuralAnalyticalProjectMemberPlaneColumnTop Property
 "Top Vertical Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralAnalyticalProjectMemberPlaneColumnTop { get; }
Public Shared ReadOnly Property StructuralAnalyticalProjectMemberPlaneColumnTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralAnalyticalProjectMemberPlaneColumnTop {
	ForgeTypeId^ get ();
}
static member StructuralAnalyticalProjectMemberPlaneColumnTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace